---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicMillimeters
source: html/e43034a7-6ff3-50d6-1c8d-c6a5d386fec4.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicMillimeters Property

Cubic millimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicMillimeters { get; }
```